  {"SART 68":
    {"distrib": "ART",
    "offered": "13F: 2A;  14S: 10A", 
    "instructor": "Kawiaka", 
    "description": "As an extension of Intermediate Architecture, this course will offer advanced students the opportunity to explore architectural design issues in more depth. Students will use analytical and expressive skills developed in previous coursework to undertake more complex and thorough investigations in architecture. Can be repeated for credit. Supplemental course fee required. Enrollment limited.", 
    "title": "Architecture III"}, 
  "JWST 72": 
    {"distrib": "TMV",
    "offered": "Not offered in the period from 13F through 15S",
    "instructor": "Wright", 
    "description": "", 
    "title": "History of Heaven"},
  "JWST 70": 
    {"distrib": "Dist: LIT, WCult: W",
    "offered": "Not offered in the period from 13F through 15S",
    "instructor": "Heschel, McKee", 
    "description": "", 
    "title": "The Jew in the Protestant Imagination: The Merchant of Venice"}
  }
   "ENGS 3": {"distrib": "TAS", "offered": "14X: 10A, 2A", "instructor": "Lasky", "description": "With the exception of ideas and emotions, materials are the substance of civilization. From the \"Iceman's\" copper ax to indium phosphide gallium arsenide semiconductor lasers, materials have always defined our world. We even name our epochs of time based on the dominant material of the age: Stone Age, Bronze Age, Iron Age and now Silicon Age. In addition to discussing the nature and processing of metals, polymers, ceramics, glass and electronic materials, this course will analyze the dramatic developments in civilization directly resulting from advances in such materials. The text Stephen Sass's The Substance of Civilization will be used in the course. Enrollment limited to 50 students per section. No Prerequisite.", "title": "Materials: The Substance of Civilization"}, "ENGS 2": {"distrib": "TAS", "offered": "14W, 15W: 10A", "instructor": "May, Wilson", "description": "An introduction to the integrated design of structures and the evolving role of architects and engineers. The course will investigate the idea that design excellence is very often the result of deep collaboration between engineers, architects, and builders and that it is only in relatively recent history that a distinction between these areas of expertise has existed. The historical, social, and architectural impact of structures will be explored and several structures and their designers will be studied in depth. Enrollment limited to 50 students. No Prerequisite.", "title": "Integrated Design: Engineering, Architecture, and Building Technology"}, "ENGS 5": {"distrib": "TAS", "offered": "14S, 15S: 2A", "instructor": "Rosen, Robbie", "description": "Technologies that will impact healthcare in the 21st century are explored, including biology, robotics, and information. Biotechnologies are explored that will be used for the treatment of diseases and the regeneration of missing organs and limbs. Robotics will be explored that will replace parts. This will include artificial organs, robots as replacement for human parts, the human genome project, gene therapy, biomaterials, genetic engineering, cloning, transplantation (auto, allo and xeno), limb regeneration, man-machine interfaces, robotics, prosthetic limbs, artificial organs and joints. This section will also cover ethical issues related to the above topics and issues regarding the FDA and the approval of new medical treatments. We will discuss going beyond normal with respect to the senses, muscles and creating wings. Enrollment is limited to 75 students. No Prerequisite.", "title": "Healthcare and Biotechnology in the 21st Century"}, "ENGS 4": {"distrib": "TAS", "offered": "13F, 14F: 10A", "instructor": "Taylor", "description": "This course will cover some basic concepts underlying the 'information superhighway.' The technologies of high speed networking have stimulated much activity within the federal government, the telecommunications and computer industries, and even social science and popular fiction writing. The technical focus will be on communications technologies, information theory, and the communications requirements of video (standard and ATV), speech (and other audio), text data. Social economic and policy issues will be an integral part of the course. Enrollment limited to 30 students.", "title": "Technology of Cyberspace"}, "EDUC 7": {"distrib": null, "offered": null, "instructor": null, "description": "", "title": "First-Year Seminars in Education: Socioeconomic Status, Education, and Development"}, "ENGS 6": {"distrib": "TAS", "offered": "14S, 15S: 2A", "instructor": "Hoyt", "description": "This course will introduce students to the technologies used to combat biological threats to security ranging from pandemic influenza to bioterrorism. In particular, this course will explore the dual role that technology plays in both enhancing and destabilizing security. Specific technologies covered include the use of nanotechnology, synthetic biology, and mass spectrometry. The course considers questions such as: Where can technological solutions have the greatest impact? When can defensive technologies have offensive applications? And, how can we balance the need to regulate potentially dangerous technologies against the need for academic freedom and high tech innovation? This course has no prerequisite, but enrollment is limited to 30 students.", "title": "Technology and Biosecurity"}
}
