  {"SART 68":
    {"distrib": "ART",
    "offered": "13F: 2A;  14S: 10A", 
    "instructor": "Kawiaka", 
    "description": "As an extension of Intermediate Architecture, this course will offer advanced students the opportunity to explore architectural design issues in more depth. Students will use analytical and expressive skills developed in previous coursework to undertake more complex and thorough investigations in architecture. Can be repeated for credit. Supplemental course fee required. Enrollment limited.", 
    "title": "Architecture III"}, 
  "JWST 72": 
    {"distrib": "TMV",
    "offered": "Not offered in the period from 13F through 15S",
    "instructor": "Wright", 
    "description": "", 
    "title": "History of Heaven"},
  "JWST 70": 
    {"distrib": "Dist: LIT, WCult: W",
    "offered": "Not offered in the period from 13F through 15S",
    "instructor": "Heschel, McKee", 
    "description": "", 
    "title": "The Jew in the Protestant Imagination: The Merchant of Venice"},
   "ENGS 3": {"distrib": "TAS", "offered": "14X: 10A, 2A", "instructor": "Lasky", "description": "With the exception of ideas and emotions, materials are the substance of civilization. From the \"Iceman's\" copper ax to indium phosphide gallium arsenide semiconductor lasers, materials have always defined our world. We even name our epochs of time based on the dominant material of the age: Stone Age, Bronze Age, Iron Age and now Silicon Age. In addition to discussing the nature and processing of metals, polymers, ceramics, glass and electronic materials, this course will analyze the dramatic developments in civilization directly resulting from advances in such materials. The text Stephen Sass's The Substance of Civilization will be used in the course. Enrollment limited to 50 students per section. No Prerequisite.", "title": "Materials: The Substance of Civilization"}, "ENGS 2": {"distrib": "TAS", "offered": "14W, 15W: 10A", "instructor": "May, Wilson", "description": "An introduction to the integrated design of structures and the evolving role of architects and engineers. The course will investigate the idea that design excellence is very often the result of deep collaboration between engineers, architects, and builders and that it is only in relatively recent history that a distinction between these areas of expertise has existed. The historical, social, and architectural impact of structures will be explored and several structures and their designers will be studied in depth. Enrollment limited to 50 students. No Prerequisite.", "title": "Integrated Design: Engineering, Architecture, and Building Technology"}, "ENGS 5": {"distrib": "TAS", "offered": "14S, 15S: 2A", "instructor": "Rosen, Robbie", "description": "Technologies that will impact healthcare in the 21st century are explored, including biology, robotics, and information. Biotechnologies are explored that will be used for the treatment of diseases and the regeneration of missing organs and limbs. Robotics will be explored that will replace parts. This will include artificial organs, robots as replacement for human parts, the human genome project, gene therapy, biomaterials, genetic engineering, cloning, transplantation (auto, allo and xeno), limb regeneration, man-machine interfaces, robotics, prosthetic limbs, artificial organs and joints. This section will also cover ethical issues related to the above topics and issues regarding the FDA and the approval of new medical treatments. We will discuss going beyond normal with respect to the senses, muscles and creating wings. Enrollment is limited to 75 students. No Prerequisite.", "title": "Healthcare and Biotechnology in the 21st Century"}, "ENGS 4": {"distrib": "TAS", "offered": "13F, 14F: 10A", "instructor": "Taylor", "description": "This course will cover some basic concepts underlying the 'information superhighway.' The technologies of high speed networking have stimulated much activity within the federal government, the telecommunications and computer industries, and even social science and popular fiction writing. The technical focus will be on communications technologies, information theory, and the communications requirements of video (standard and ATV), speech (and other audio), text data. Social economic and policy issues will be an integral part of the course. Enrollment limited to 30 students.", "title": "Technology of Cyberspace"}, "EDUC 7": {"distrib": null, "offered": null, "instructor": null, "description": "", "title": "First-Year Seminars in Education: Socioeconomic Status, Education, and Development"}, "ENGS 6": {"distrib": "TAS", "offered": "14S, 15S: 2A", "instructor": "Hoyt", "description": "This course will introduce students to the technologies used to combat biological threats to security ranging from pandemic influenza to bioterrorism. In particular, this course will explore the dual role that technology plays in both enhancing and destabilizing security. Specific technologies covered include the use of nanotechnology, synthetic biology, and mass spectrometry. The course considers questions such as: Where can technological solutions have the greatest impact? When can defensive technologies have offensive applications? And, how can we balance the need to regulate potentially dangerous technologies against the need for academic freedom and high tech innovation? This course has no prerequisite, but enrollment is limited to 30 students.", "title": "Technology and Biosecurity"},

  "ITAL 23": {"distrib": "Dist: LIT; WCult: W", "offered": "15W: 12", "instructor": "Canepa", "description": "This course explores the rich innovations that marked Italian literature and the arts over the course of the seventeenth and eighteenth centuries, from the Baroque culture of crisis and change to the Enlightenment's own reassessment of earlier forms of knowledge and representation. Topics include the poetics of the marvelous, the fascination with popular culture, the nuova scienza, social class and identity, the \"cult of reason,\" and the relevance of both Baroque and Enlightenment categories to post-modernity. We will explore traditional genres such as lyric poetry, the essay, and the novella, but also new forms: the fairy tale, women's writing, travel literature, the commedia dell'arte, the novel, and the opera. Authors and artists may include Giambattista Basile, Giambattista Marino, Galileo, Arcangela Tarabotti, Isabella Andreini, Monteverdi, Pergolesi, Bernini, Caravaggio, and Carlo Goldoni. There will also be units on books, visual arts and music, with guest lectures and visits to Rauner Special Collections and the Hood Museum.", "title": "Seventeenth and Eighteenth-Century Italian Literature and Culture"}, "MATH 17": {"distrib": "QDS", "offered": "13F: 10 14W: 11  14S: 2  15W, 15S: Arrange", "instructor": "Winkler (fall), Orellana (winter), Gordon (spring)", "description": "Gives prospective Mathematics majors an early opportunity to delve into topics outside the standard calculus sequence. Specific topics will vary from term to term, according to the interests and expertise of the instructor. Designed to be accessible to bright and curious students who have mastered BC Calculus, or its equivalent. This course counts toward the Mathematics major, and is open to all students, but enrollment may be limited, with preference given to first-year students.", "title": "An Introduction to Mathematics Beyond Calculus"}, "EDUC 88": {"distrib": "SOC", "offered": "14W, 15W: 3A", "instructor": "Coch", "description": "In education and psychology, it is generally agreed that human development and learning involve change over time and occur throughout a lifetime. In the neurosciences, it is generally agreed that the brain is plastic and can change throughout a lifetime. What can these various perspectives contribute to an evidence-based understanding of learning and development across domains? How might integrating these multiple perspectives affect traditional educational process and practice  including both learning and teaching  and educational policy? What research remains to be done to make meaningful connections within our knowledge of human development, education, and the changeable brain?", "title": "Human Development and Education"}, "ITAL 22": {"distrib": "Dist: LIT; WCult: W", "offered": "14S: 10A", "instructor": "Quaintance", "description": "This course explores the extraordinary cultural production of Italy from the late fourteenth to the end of the sixteenth centurythe Renaissance. Students will examine broader social and historical contexts through topics such as humanism; attitudes toward the ancient world and the discovery of new worlds; developments in the visual arts and in science; court society; sexuality and courtesan culture; gender and family life; religious reform. Genres considered may include essay, dialogue, political treatise, theatre, lyric and epic poetry, letters, and the novella. Authors may include Petrarch, Alberti, Machiavelli, Michelangelo, Isabella di Morra, Veronica Franco, Ruzante, Castiglione, Ariosto, Bandello, and Tasso.", "title": "Humanism and Renaissance"}, "MATH 12": {"distrib": "QDS", "offered": "13F: 10 14F: Arrange", "instructor": "Elizalde", "description": "This version of MATH 11 is designed for students who are curious about the broader role of calculus within mathematics and the sciences. Non-routine problems and examples will be discussed, and side topics explored. Some of the more routine calculus skills will be left to students to learn on their own or in groups. Open to students who have placed into MATH 11.", "title": "Calculus Plus"}, "MATH 13": {"distrib": "QDS", "offered": "13F: 10 14W: 10, 11, 2 14S: 10, 12 14F, 15W, 15S: Arrange", "instructor": "Shemanske (fall), Cho, Webb, Prosper (winter), Diesel, Gillman (spring)", "description": "This course is a sequel to MATH 8 and provides an introduction to calculus of vector-valued functions. Topics include differentiation and integration of parametrically defined functions with interpretations of velocity, acceleration, arclength and curvature. Other topics include iterated, double, triple and surface integrals including change of coordinates. The remainder of the course is devoted to vector fields, line integrals, Green's theorem, curl and divergence, and Stokes' theorem.", "title": "Calculus of Vector-Valued Functions"}, "MATH 10": {"distrib": "QDS", "offered": "14S: 10, 2 15S: Arrange", "instructor": "Somersille", "description": "An introduction to the basic concepts of statistics. Topics include elementary probability theory, descriptive statistics, the binomial and normal distributions, confidence intervals, basic concepts of tests of hypotheses, chi-square tests, nonparametric tests, normal theory t-tests, correlation, and simple regression. Packaged statistical programs will be used. Because of the large overlap in material covered, no student may receive credit for more than one of the courses ECON 10, GOVT 10, MATH 10, PSYC 10, Social Sciences 10, or SOCY 10 except by special petition.", "title": "Introductory Statistics"}, "MATH 11": {"distrib": "QDS", "offered": "13F: 9L, 11, 12, 2 14F: Arrange", "instructor": "Hanlon Shemanske, the staff", "description": "This course can be viewed as equivalent to MATH 13, but is designed especially for first-year students who have successfully completed a BC calculus curriculum in secondary school. In particular, as part of its syllabus it includes most of the multivariable calculus material present in MATH 8. Topics include vector geometry, equations of lines and planes, and space curves (velocity, acceleration, arclength), limits and continuity, partial derivatives, tangent planes and differentials, the Chain Rule, directional derivatives and applications, and optimization problems. It continues with multiple integration, vector fields, line integrals, and finishes with a study of Green's and Stokes' theorem.", "title": "Multivariable Calculus for Two-Term Advanced Placement First-Year Students."}, "BIOL 56": {"distrib": "SLA", "offered": "14W, 15W: D.F.S.P.", "instructor": "Ayres", "description": "A continuation of BIOL 55. See BIOL 55 for a description of the Biology Foreign Study Program.", "title": "Ecological Research in the Tropics II"}, "ENGS 30": {"distrib": "SCI", "offered": "14S, 15S: 12", "instructor": "Blencowe", "description": "", "title": "Biological Physics"}, "ENGS 36": {"distrib": "TAS", "offered": "13F, 14F: 10A", "instructor": "Laser", "description": "This course will expose students to the fundamental principles of chemical engineering and the application of these principles to a broad range of systems. In the first part of the course, aspects of chemical thermodynamics, reaction kinetics, and transport phenomena will be addressed. These principles will then be applied to a variety of systems including industrial, environmental, and biological examples.", "title": "Chemical Engineering"}, "WGST 99": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "This two-course sequence involves an extensive investigation of a topic in a student's area of concentration and submission of an undergraduate thesis. Only students accepted into the Honors Program may take this sequence. Permission of the instructor and the Steering Committee is required.", "title": "Honors Thesis I and II"}, "WGST 98": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "This two-course sequence involves an extensive investigation of a topic in a student's area of concentration and submission of an undergraduate thesis. Only students accepted into the Honors Program may take this sequence. Permission of the instructor and the Steering Committee is required.", "title": "Honors Thesis I and II"}, "AAAS 98": {"distrib": null, "offered": "Two Terms of Senior Year: Arrange", "instructor": null, "description": "The honors student will pursue the project under guidance of a selected faculty member and with permission of the Chair. See \"A Guide to Honors in African and African American Studies\" in the program office.", "title": "Honors Thesis in African and African American Studies"}, "AAAS 99": {"distrib": null, "offered": "Two Terms of Senior Year: Arrange", "instructor": null, "description": "The honors student will pursue the project under guidance of a selected faculty member and with permission of the Chair. See \"A Guide to Honors in African and African American Studies\" in the program office.", "title": "Honors Thesis in African and African American Studies"}, "GERM 46": {"distrib": "LIT; WCult: W", "offered": "not offered 2014-15", "instructor": null, "description": "Alienation and Exile: Kafka and Brecht Address the Fate of Modern Humanity. Franz Kafka (1883-1924) and Bertolt Brecht (1898-1956), the most influential prose writer and the most influential dramatist of the 20th century in the German language, examine the alienated and un-heroic modern human individual in her/his unhappy relationship to hostile social environments: dysfunctional families, impenetrable bureaucracies, heartless capitalist economies. Both use experimental techniques in form and content to shake their audiences out of their complacent worldviews and lazy habits of thought and feeling; both are darkly, mordantly, hilariously funny. Conducted in English. By special arrangement, this course can count toward a German Studies major or minor. Open to all classes.", "title": "The German Novel (in English translation)"}, "BIOL 54": {"distrib": "SLA", "offered": "14S: 10A; Laboratory: Arrange", "instructor": "Irwin", "description": "This course provides a general survey of the plant kingdom from the level of molecules to plant diversity. The course has four themes: (1) exploring the origin and diversification of plants in an ecological and phylogenetic context, (2) understanding plant form and function, (3) learning representative plant families and genera, and (4) investigating the ways that people use plants, including agriculture and plant domestication, secondary compounds and psychoactive pharmaceuticals, and forensic botany. The lab emphasizes the molecular composition of plant cells, the anatomy and physiology of plants, and using keys and manuals to identify plants, especially New England species, in the greenhouse and on local field trips. Students must develop a plant collection of 35 species and conduct an extensive student-initiated independent research project. Students who have taken Biol 23 (Plant Biology and Human Health) cannot sign up for this course.", "title": "Advanced Plant Biology and Human Health"}, "GERM 44": {"distrib": "LIT; WCult: W", "offered": "14W:  10A", "instructor": "Komska", "description": "In 14W, Where the Wild Things Are: The Culture of Environmentalism in Germany. Long before it became a twenty-first century buzzword, sustainability (Nachhaltigkeit) was a term coined and propagated by nineteenth-century German pioneers of nature conservation. For inspiration they drew not on political thought or science, but on works of art, philosophy, and literature where natureespecially the forestloomed large. This course will focus on culture as a primary vehicle for Germanys ecological consciousness through the nineteenth century, the Third Reich, the Cold War, and the present. Conducted in English. [By special arrangement, this course can count toward a German Studies major or minor. Open to all classes.]", "title": "Topics in German Civilization (in English translation)"}, "GERM 45": {"distrib": "LIT; WCult: CI", "offered": "not offered in 2014-15", "instructor": null, "description": "This course studies the main events of World War II and the different stages of processing that past in the post-1945 period. In an interdisciplinary and comparative fashion we take up selective controversies in order to understand the formation of postwar German identity, e.g., the Nuremberg, Frankfurt, and Eichmann trials, the Berlin Jewish Museum and Holocaust memorial, Neonazism, and current efforts to remember German civilian casualties. Taught in English. By special arrangement, this course can count toward a German Studies major or minor. Open to all classes.", "title": "The Burden of the Nazi Past: World War, Genocide, Population Transfer, and Firebombing (in English translation)"},
  
  "SOCY 79": {"distrib": null, "offered": "13F: 10   14W: 2A  14S: 11, 2A   15W: 2A  15S: 3B  ", "instructor": null, "description": "In 13F at 10, Drugs and Pharmaceuticals in Society. Licit and illicit drugs make illuminating case studies for our economic and political systems. We explore the following questions: Are profit motives and humanitarian concerns in irresolvable conflict? Does the international network of illegal drugs show the future of globalization? Does pharmaceutical lobbying demonstrate the anti-democratic influence of money? Is the \"war on drugs\" political demagoguery or a rational response to human weakness? We will use readings, research papers and discussions to explore these questions. Dist: SOC; WCult: W. Goodman\n In 14W and 15W at 2A, Sociology of Gender. (Identical to WGST 34.4) What is gender? This seminar examines multiple sociological perspectives on what it means to be a woman, man, boy, or girl in everyday life - including gender as a social structure, an identity, an ideology, and something people do. Readings and discussions reflect a belief that diversity (race/ethnicity, class, age, sexuality, etc.) is central to the study of gender. Possible topics include: language, the body, science, the wage gap, education, and masculinity during young adulthood. Dist: SOC McCabe\n In 14S at 11, Sociology of the Body. Can social life exist without bodies? How can attention to the body influence our understanding of social processes of subjectivity, interaction, and practice? This seminar provides an overview of sociological approaches to the body across the study of gender, race, class, (dis)ability, sport, medicine, technology, and more. Students will complete a course-long research project in which they analyze the impact and meanings of bodies in a particular social or media context. Coutinho-Sledge\n In 14S at 2A, TBA. King \n In 15S at 3B, TBA. King", "title": "Upper Division Special Topics Courses"}, "FREN 8": {"distrib": "Dist: SOC; WCult: W", "offered": "13F: 10, 12 14W, 14S, 15W, 15S: 12  14F: 11, 12 14W, 14S,15W, 15S: D.L.S.A.+", "instructor": "The staff", "description": "Practice in the active use of the language combined with an introduction to major aspects of French society. Each week students will write papers and participate in discussions based on books, articles, and films emphasizing social and historical concepts.", "title": "Exploring French Culture and Language"}, "FREN 7": {"distrib": null, "offered": "Consult special listings", "instructor": null, "description": "", "title": "First-Year Seminars in French Literature"}, "FREN 6": {"distrib": "Dist: LIT; WCult: W", "offered": "14W, 14S, 15W, 15S: D.L.S.A.", "instructor": "The staff", "description": "An introductory course, offered in the context of the Language Study Abroad program, dealing with major figures, themes, or genres of French literature. Some areas of concern are critical reading and analysis, style, and historical and social perspectives. Assigned work may include independent reading and analysis, frequent short papers, and examinations. Taught by Dartmouth faculty.", "title": "Language Study Abroad: Readings in French Literature"}, "FREN 5": {"distrib": "WCult: W", "offered": "14W, 14S, 15W, 15S: D.L.S.A.", "instructor": "The staff", "description": "A course in French civilization taught in the context of the Language Study Abroad program. Lectures by local faculty concentrate on French political, social, economic, and religious institutions, and their historical development. Independent or accompanied visits to sites are an integral part of the course. Assigned work may include short readings, oral presentations and papers, and a final examination.", "title": "Language Study Abroad: Aspects of French Civilization"}, "THEA 46": {"distrib": "ART", "offered": "Not offered in the period from 13F through 15S", "instructor": "Staff", "description": "Open to all classes, with instructor's permission.", "title": "Costume Production"}, "FREN 3": {"distrib": null, "offered": "13F, 14W, 14S, 14F, 15W, 15S: 11, 12  14X: 9L   14W, 14S, 15W, 15S: D.L.S.A.", "instructor": "The staff", "description": "Given on-campus as the final course in the required sequence and off-campus as part of the L.S.A. curriculum, this course is designed to develop reading, writing, and speaking skills, with emphasis on expansion of vocabulary and reinforcement of grammatical structures. Some discussion of texts and films of literary or cultural interest. Frequent oral and written assignments and tests, both on-campus and off, plus daily drills off-campus. Open to students by qualifying test or to students who have passed French 2. Never serves in partial satisfaction of the Distributive or World Culture Requirements.", "title": "Introductory French III"}, "FREN 2": {"distrib": null, "offered": "13F, 14W, 14S, 14F, 15W, 15S: 9L, 10 ", "instructor": "The staff", "description": "Rapid review and continued study of the fundamentals of French, with intensive work in vocabulary building. More advanced practice, in classroom and drill-sessions in the use of the spoken language. Open to students by qualifying test or to students who have passed French 1. Never serves in partial satisfaction of the Distributive or World Culture Requirements.", "title": "Introductory French II"}, "FREN 1": {"distrib": null, "offered": "13F, 14F, 15W: 9L, 10 14W, 14S, 15S: 9L  ", "instructor": "The staff", "description": "An introduction to French as a spoken and written language. The work includes regular practice in class and scheduled drill-sessions in understanding and using the spoken language. Written exercises and elementary reading materials serve for vocabulary building and discussion. Never serves in partial satisfaction of the Distributive or World Culture Requirements.", "title": "Introductory French I"}, "THEA 42": {"distrib": "ART", "offered": "14W, 15W: 2A", "instructor": "Alexi-Meskhishvili", "description": "An introduction to the basics of scenic design through weekly projects in scale models, drawings, research, lighting and storyboards. Students will also study the collaborative process between scene designers, directors, costume and lighting designers. Suitable for students interested in theater, visual and video art, installation, film, architecture, and sculpture. Students will have the opportunity to assist student and faculty scene designers on Department of Theater productions. Open to all classes.", "title": "Scene Design I"}, "GEOG 16": {"distrib": "Dist: SOC or INT; WCult: ", "offered": "14S, 14F: 10A", "instructor": "Freidberg", "description": "During the past quarter century, the gap between the world's richest and poorest regions has steadily widened, even as technological advance has shrunk the distances between them. This class begins by examining how globalization has shaped awareness and expressions of care for distant strangers. It then focuses on the moral economies underlying practices such as Fair Trade, corporate social responsibility, and transnational labor justice campaigns. Some background in international development is recommended. Freidberg.", "title": "Moral Economies of Development"}, "GEOG 17": {"distrib": "Dist: SOC or INT; WCult, NW", "offered": "14W, 15W: 2A", "instructor": "Sneddon", "description": "Political geographers have recently recovered a critical understanding of \"geopolitics\" in order to highlight how geographical representations - and the construction of spaces and places - are a constitutive part of politics from the global to the local scale. In keeping with this, this course will examine the mutual constructions of places, identities, and politics from a Third World perspective. The course will begin with an overview of geopolitical discourses that underpinned the processes of Western imperialism and colonialism such as \"civilization\" and \"social darwinism.\" It will then examine contemporary geopolitical (dis)orders through the lens of topics such as globalization, gender, environmental security, humanitarian aid, and terrorism. Finally, the course will examine alternative geopolitical imaginations as constructed through social movements and grassroots politics.", "title": "Geopolitics and Third World Development"}, "GEOG 14": {"distrib": "SOC or INT", "offered": "15W: 11", "instructor": "Magilligan", "description": "This course is designed to provide students with a general background to the issues confronting water resource management. The course covers the political, social and legal aspects confronting effective water policy decision making. One of the goals is to demonstrate that the technical aspects of hydrology occur within a socio-political arena. The material also covers the environmental aspects of water issues and the manner in which these issues are handled by regulatory agencies and the legal sector.", "title": "Global Water Resources"}, "GEOG 15": {"distrib": "Dist: SOC or INT; WCult: NW", "offered": "14S, 14F: 2A", "instructor": "Freidberg", "description": "In a world glutted with food, why do millions still suffer chronic hunger? In an international community committed to free trade, why is food the most common source of trade wars and controversies? In a country where less than five percent of the population farms, why does the \"farm lobby\" remain so politically powerful? In societies where food has never been faster or more processed, why are organic and \"slow\" foods in such demand? These are among the questions this course will consider, drawing on the insights of both political economy and cultural analysis.", "title": "Food and Power"}, "GEOG 12": {"distrib": "SOC", "offered": "15W: 9", "instructor": "Magilligan", "description": "The purpose of this course is to describe and examine the manifold ways that environmental alterations have occurred - over both geologic and historical timescales. Considerable research over the past several decades has shown that anthropogenic disturbance has significantly modified natural processes frequently leading to degraded conditions. The goal of the course is first to establish that shifts in climate, vegetation, and landscapes are \"natural\" and have occurred over geologic time and that the timing and magnitude of these shifts provides the necessary background to evaluate the type, magnitude, and frequency of anthropogenic disturbance. The second, and major theme is to present and examine the types of human-induced changes in biotic, atmospheric, and terrestrial conditions (e.g. logging, grazing, urbanization), and to evaluate the social and management issues resulting from these anthropogenic disturbances. Lastly, the third part of the course will focus on the human dimensions of global change by exploring the social aspects of environmental change. In the last part of the class, we will focus on how global environmental changes generate impacts at the local scale, and how small-scale transformations propagate into large-scale global environmental issues.", "title": "Wilderness, Culture and Environmental Conservation"}, "GEOG 13": {"distrib": "SOC or INT", "offered": null, "instructor": null, "description": "The growth and spatial distribution of human population is becoming one of the most important global security issues. This course argues that a geographic perspective on overpopulation, immigration, environment degradation, abortion, human rights, and cultural genocide is both illuminating and important. After covering fundamentals of fertility, morality, migration, and composition, the course details a series of national and international case studies. Where appropriate, attention is given to the public policy aspects of these population issues.", "title": "Population, Culture, and Environment"}, "ANTH 85": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "Students who would like to pursue intensive, supervised study in some particular aspect of anthropology may do so with the agreement of an appropriate advisor. The student and advisor will work out together a suitable topic, procedure, and product of the study.", "title": "Reading Course"}, "FREN 60": {"distrib": "Dist: LIT; WCult: W", "offered": "14S: 10", "instructor": "14S: Marcellesi", "description": "Intersections of gender and literary expression will be studied from a variety of perspectives: gender and authorship (women writers, criture fminine, comparative analysis of masculine/feminine treatments of genres or themes); gender and reading (do men and women read differently? do certain texts address a specifically gendered readership?); gender and literary form (the lyric, the romance plot); representations of men and women in certain movements or periods (the female body, women/men as subjects or objects of representation).\nIn 14S at 10,Desperate Housewives of the Eighteenth-Century: Women in Enlightenment France.This course is a cultural and literary exploration of gender in Enlightenment France. Through works by both male and female thinkers, writers, and artists, we will look at the lives of eighteenth-century French women in the domestic and public spheres. We will explore gender construction and distinctions in the social, political, and intellectual arenas of pre-Revolutionary France.Readings include Charrire, Chtelet, Condorcet, Diderot, Epinay, Genlis, Gouges, Graffigny, Laclos, Mercier,Riccoboni, Rousseau, Voltaire.", "title": "Gender and French Literature"}, "PORT 25": {"distrib": "WCult: NW", "offered": "15W: D.F.S.P. (pending approval)", "instructor": "Franconi", "description": "Intensive essay writing workshop with discussion focusing on Brazilian culture. Advanced grammar, sentence structure and word usage provide a framework for excellence in writing. Exercises are based on readings of materials from diverse sources in contemporary Brazilian culture, history, politics and current events. Credit for this course is awarded to students who have successfully completed the Dartmouth Foreign Study Program in Salvador, Brazil.", "title": "Advanced Portuguese Composition"}, "PORT 20": {"distrib": "LIT", "offered": "14S: 12", "instructor": "Minchillo", "description": "This course deals with major figures, themes, and issues of the literatures of the modern Portuguese-speaking world, including continental and insular Portugal, Brazil, Lusophone Africa and Asia, and Luso-America. The course will also present different techniques of critical reading and interpretation and their relevance to the study of specific works. Reading selections will be drawn from different genres and periods, and will be supplemented by film, music, and materials from the mass media. Considerable emphasis will be placed on speaking and writing skills. Topics will be announced in advance of each offering. Open to first-year students by qualifying test and to others who have passed Portuguese 9 or have equivalent preparation. Portuguese 20 is a prerequisite for the Portuguese Foreign Study Program, and also counts towards the minor in Portuguese or the major in Romance Languages and modified majors.", "title": "The Portuguese-Speaking World and its Literatures and Cultures: The Definition of an Identity"}, "GEOG 19": {"distrib": "Dist: SOC; WCult: CI", "offered": null, "instructor": null, "description": "This course is meant to help students understand the relationships between the gendered construction of our society, and the ways we have organized our spaces and places, including our homes, places of work, cities, nations and environments. Accordingly, the course will be organized around these different spatial scales, examining everything from the ways we organize our living rooms, to the ways we have shaped empires, to the way Western society has dealt with environmental issues.", "title": "Gender, Space, and the Environment"}, "BIOL 48": {"distrib": "SCI", "offered": "13F: 10A", "instructor": "Dietrich", "description": "This course considers human health and disease from the perspective of evolutionary biology. Topics will include adaptive explanations for the life history traits, the evolution of nutrition metabolism, host-pathogen co-evolution, models of disease dynamics and the ecology of disease, the evolution of sexual reproduction and sexual dimorphism, and the evolution of altruism.", "title": "Principles of Evolutionary Medicine"}, "EDUC 48": {"distrib": null, "offered": "13F, 14F: Arrange", "instructor": "Holcombe", "description": "This course involves the synthesis of knowledge from coursework and practical classroom experiences in a culminating project: the creation of a competency-based portfolio designed to reflect the breadth and depth of the student teacher's preparation for NH State Certification as a public secondary school teacher. Artifacts developed during student teaching will be used, as well as careful, critical analysis and reflection on that work, to demonstrate proficiency with respect to the NH Standards for Teacher Certification.", "title": "Practice Teaching II - Secondary"}, "BIOL 45": {"distrib": "SCI", "offered": "14W, 14X, 15W: 10", "instructor": "Grotz", "description": "This course will build upon the material presented in BIOL 13 with in depth analysis of the molecular mechanisms underlying fundamental processes including DNA replication, transcription and translation in bacteria and eukaryotes. Key regulatory events that influence gene expression will be discussed including the function of promoters and enhancers, chromatin structure and epigenetics, RNA mediated silencing and mRNA processing. Emphasis will be placed on understanding how molecular techniques are used to elucidate critical aspects of these processes. Selected papers from the primary literature will be presented to illustrate current advances.", "title": "Molecular Biology"}, "ITAL 15": {"distrib": "Dist: ART; WCult: W", "offered": "Not offered in the period 13F through 15S", "instructor": null, "description": "Conducted in Italian, this course introduces students to classic Italian cinema, including its history and its predominant genres-from the silent film to comedy and melodrama and thriller. Students will become familiar with Italian cinematic movements such as Neorealism, directors such as Federico Fellini and Roberto Benigni, as well as with important concepts in film analysis.", "title": "Italian Cinema"}, "EDUC 44": {"distrib": null, "offered": "13F, 14F: Arrange", "instructor": null, "description": "This course involves the synthesis of knowledge from coursework and practical classroom experiences in a culminating project: the creation of a competency-based portfolio designed to reflect the breadth and depth of the student teacher's preparation for NH State Certification as a public elementary school teacher. Artifacts developed during student teaching will be used, as well as careful, critical analysis and reflection on that work, to demonstrate proficiency with respect to the NH Standards for Teacher Certification.", "title": "Practice Teaching II - Elementary"}, "EDUC 45": {"distrib": "SOC", "offered": "14S, 15S: 10A", "instructor": "Holcombe", "description": "What is good teaching? This course begins your preparation for the challenging, rewarding, and powerful undertaking of teaching adolescents. It involves both an intensive seminar focused on theories, practices, and research, and hands-on fieldwork in schools with mentor teachers and students (4-6 hours/week minimum). Fieldwork includes observations, discussions, student interactions, teaching lessons, and videotaping your own teaching for analysis. This prepracticum is designed to meet professional secondary certification requirements in the field of general methods.", "title": "Principles of Teaching and Learning in the Secondary School: Theory and Practice"}, "EDUC 42": {"distrib": null, "offered": "13F, 14F: MTh 4-6PM", "instructor": null, "description": "This seminar continues the focus on the application of theories and research to teaching practice begun in EDUC 41 the previous spring. Topics include pedagogical content knowledge, curriculum planning and implementation, classroom management, assessment, diverse learning needs, social and cultural influences on learning, and professionalism. As a unit, EDUC 42, EDUC 43, and EDUC 44 comprise the culminating experience for candidates for NH State Certification as public elementary school teachers.", "title": "Advanced Principles of Elementary Teaching"}, "EDUC 43": {"distrib": null, "offered": "13F, 14F: Arrange", "instructor": null, "description": "The centerpiece of the student teaching experience, EDUC 43 is a teaching practicum that places students full-time in a local school. Student teachers participate in all regular faculty duties, meetings and activities. Under the supervision of a mentor teacher at the school and Dartmouth instructors, student teachers increasingly assume planning and instructional responsibilities in the classroom, including a \"solo week\" during which the student teacher takes responsibility for all of the mentor teacher's classes and professional duties.", "title": "Practice Teaching I - Elementary"}, "BIOL 43": {"distrib": "SCI", "offered": "14S, 15S: 9L", "instructor": "Griffin", "description": "The course of study will take a comparative approach in dissecting the molecular, cellular and genetic basis of animal embryogenesis and other processes of development. The course will analyze the sequential steps of fertilization; specification events of early embryogenesis and basic development of the germ layers; body plan specification; morphogenesis; neurogenesis; stem cells; cell type specification and differentiation; tissue development leading to organ differentiation; and gametogenesis.", "title": "Developmental Biology"}, "EDUC 41": {"distrib": "SOC", "offered": "14S, 15S: 3B", "instructor": null, "description": "What is good teaching? This course begins your preparation for the challenging, rewarding, and powerful undertaking of teaching children. It involves both an intensive seminar focused on theories, practices, and research, and hands-on fieldwork in schools with mentor teachers and students (4-6 hours/week minimum). Fieldwork includes observations, discussions, student interactions, teaching lessons, and videotaping your own teaching for analysis. This prepracticum is designed to meet professional elementary certification requirements in the field of general methods.", "title": "Principles of Teaching and Learning in the Elementary School: Theory and Practice"}, "FREN 87": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "A program of individual study directed by a member of the staff. Open only to French, French Studies and Romance Language Majors. By special permission this course may be taken more than once. A proposal, signed by the faculty advisor, must be submitted to the Departmental Committee on Independent Studies and Honors Theses for approval by the fifth day of classes of the term.", "title": "Independent Reading and Research"}, "FREN 80": {"distrib": "Dist: ART; WCult: W", "offered": "14S: 2 ", "instructor": "Verona", "description": "Literary works (poetry, theater, the novel, the essay) will be examined in their relationship to the other arts. This will include music, painting, the plastic arts, architecture, etc. Sample topics: opera and melodrama; symbolism and Impressionist painting; surrealism in poetry and collage; art criticism by such writers as Baudelaire, Apollinaire, Ponge.\nIn 14S at 2, On Literature and Photography.With the invention of the daguerrotype in 1839, it was inaugurated in France what Walter Benjamin was to call the age of mechanical reproduction. Since then, the photograph has become a seemingly natural part of our every day practices, closely connected with the literary discourse. This course studies the impact of photography on French literature by exploring its intersections with other genres, such as fiction and life-writing. Readings are chosen from the works of Mallarm, Breton, Proust, Modiano, Tournier, Duras, Ernaux as well as from the works of Nadar, Zola, Atget, Cartier-Bresson, Man Ray, Brassai, Doisneau and Calle.", "title": "French Literature and the Other Arts"}, "FREN 81": {"distrib": "Dist: LIT; WCult: W", "offered": "Not offered in the period from 13F through 15S", "instructor": null, "description": "", "title": "Seminar"}, "ANTH 9": {"distrib": "SOC", "offered": "14S: 2A", "instructor": "Nozawa", "description": "This course introduces major themes and thinkers in the development of the study of language and culture in Anthropology and Linguistics. The course begins with theories of the linguistic sign and then explores how these have been applied to the study of sound and meaning. We ask questions about the connections between grammar and cognition, language diversity and cultural variation, and the role of language use in the production of social life and cultural worlds. (TOPIC)", "title": "Introduction to the Study of Language and Culture"}, "ANTH 8": {"distrib": "SOC or INT; WCult: NW", "offered": "13F, 14F: 10", "instructor": "Nichols", "description": "One of the most intriguing questions in the study of human societies is the origins of cities and states or the transformation from small kinship-based societies to large societies that are internally differentiated on the basis of wealth, political power, and economic specialization. This course examines the explanations proposed by archaeologists for the development of the first cities and state societies through a comparative study of early civilizations in the Old World and the Americas. (ARCH)", "title": "The Rise and Fall of Prehistoric Civilizations"}, "FRIT 33": {"distrib": "LIT; WCult: W.", "offered": "14W: 10A.  14F: 12", "instructor": "14W: Millspaugh", "description": "Dantes Divine Comedy offers an encyclopedic presentation of medieval ethics, philosophy and theology, a powerful political vision, and some of the most imaginative and beautiful poetry ever written. The poem redefined literature and language in Italy and throughout Europe. But why should we read the Divine Comedy today? What does Dantes poem have to teach modern readers? These are among the questions we will address as we accompany Dantes pilgrim on his journey through Hell, Purgatory, and Paradise. Readings and discussions will focus on prominent themes and characters and will seek to understand the Comedy in the context of its historical, political, and literary background. \nOpen to all students. Text, lectures and discussion in English. Students taking the course for major or minor credit in Italian will attend a weekly x-hour and do all written work in Italian", "title": "Dante: The Divine Comedy"}, "ANTH 6": {"distrib": "SCI", "offered": "13F: 11; 14F: 2A; 15S: 10", "instructor": "Dobson, Dominy", "description": "The major themes of biological anthropology will be introduced; these include the evolution of the primates, the evolution of the human species, and the diversification and adaptation of modern human populations. Emphasis will be given to (1) the underlying evolutionary framework, and (2) the complex interaction between human biological and cultural existences and the environment. (BIOL)", "title": "Introduction to Biological Anthropology"}, "ANTH 5": {"distrib": "SOC", "offered": "14S, 15S: 11", "instructor": "Covey", "description": "Anthropological archaeology makes a unique contribution to understanding the human past. This course introduces the key concepts, methods and techniques used by modern archaeologists to interpret the past. Students will become better acquainted with archaeological methods through small projects and the discussion of case studies. (ARCH)", "title": "Reconstructing the Past: Introduction to Archaeology"}, "ANTH 4": {"distrib": "SOC; WCult: NW", "offered": "13F: 11; 14W: 2", "instructor": "Kan", "description": "The course provides an introduction to the peoples and cultures of Native North America. A single indigenous group (nation) from different \"culture areas\" is highlighted to emphasize particular forms of economy, social organization, and spirituality. The course focuses on the more traditional American Indian cultures that existed before the establishment of Western domination, as well as on the more recent native culture history and modern-day economic, sociopolitical and cultural continuity, change, and revitalization. Open to all classes. (AREA)", "title": "Peoples and Cultures of Native North America"}, "ANTH 3": {"distrib": "SOC or INT; WCult: NW", "offered": "14W, 14X, 15W: 10", "instructor": "Craig, Gutirrez Njera, Gulbas", "description": "Cultural anthropology is the study of human ways of life in the broadest possible comparative perspective. Cultural anthropologists are interested in all types of societies, from hunting and gathering bands to modern industrial states. The aim of cultural anthropology is to document the full range of human cultural adaptations and achievements and to discern in this great diversity the underlying covariations among and changes in human ecology, institutions and ideologies. (TOPIC)", "title": "Introduction to Cultural Anthropology"}, "FREN 89": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "Honors students will arrange a program of study and research during any term of the senior year on a tutorial basis with individual faculty members. A thesis, written in French, and a public presentation are the normal culmination of this course. A proposal, signed by the faculty advisor, must be submitted to the Departmental Committee on Independent Studies and Honors Theses for approval by the fifth day of classes of the term. For information about application procedures, please review the Honors Program section.", "title": "Honors Seminar"}, "FRIT 35": {"distrib": "LIT; WCult: CI", "offered": "14S: 2", "instructor": "Parati", "description": "According to the interests of the instructor, a major topic, art form, literary genre, or historical theme that concerns modern Italy will be approached in relation to Italian culture and society as a whole. The focus of the course will thus be interdisciplinary, emphasizing the interplay of the fine arts, literature, film, music, history, and philosophy. Possible themes include Literature and Politics in Nineteenth and Twentieth Century, The History of Italian Opera, The Culture of Italian Fascism, Italian Film (specific directors such as Fellini, De Sica, Bertolucci and Antonioni).\nOpen to all students. Text, lectures and discussion in English. Students taking the course for major or minor credit in Italian will attend a weekly x-hour and do all written work in Italian.\nIn 14S at 2, From Dagoes to Sopranos: Italian American Culture.", "title": "Modern Italian Culture and Society"}, "FRIT 34": {"distrib": "LIT; WCult: W", "offered": "15W: 10A", "instructor": "Quaintance", "description": "An examination of Italian Renaissance masterpieces in translation, which will explore the centrality of Italian ideas and ideals to the development of literary and cultural norms in Italy and Europe. Topics will vary according to the focus established by each instructor. \nOpen to all students. Text, lectures and discussion in English. Students taking the course for major or minor credit in Italian will attend a weekly x-hour and do all written work in Italian. \n\n\nIn 15W, Sex and Gender in the Italian Renaissance.This interdisciplinary course explores conceptions of sex and gender in Italian Renaissance literature and visual art. Well trace a social history of love and sex in Renaissance Italy, examine how sex and sexual bodies were represented in literature and in images, and look at how governments and the Church attempted to manage and punish sexual transgression. Themes we will investigate include representations of male and female bodies, gender roles for both men and women, sexual violence, same-sex desire, and cross-dressing.", "title": "Renaissance Studies in Translation"}, "SART 73": {"distrib": "ART", "offered": "13F, 14W: 2A  ", "instructor": "Park, Associates", "description": "This course focuses on advanced problems in sculpture, with an emphasis on the development of a personal language. Individual growth through self- examination and self-discipline will be encouraged. Contemporary issues, as well as the history of sculpture will be discussed. Students are expected to develop a strong work ethic in the studio. Can be repeated for credit. Supplemental course fee required. Enrollment limited.", "title": "Sculpture III"}, "AMES 40": {"distrib": "Dist: INT or ART; WCult: NW", "offered": "13F: 2A", "instructor": "Ehrlich", "description": "Because animated films have traditionally been targeted at children, animators in Asia have often been able to side-step much of the political control exercised by some of their more centralized governments to create sophisticated artistic works. Students will analyze works from China, Japan, Korea, India and Iran within a socio-political and cultural context. Faculty from AMES will provide guest lectures on Asian history and politics.", "title": "Asian Animation as Socio-Political Artifact"}, "M&SS; 15": {"distrib": "QDS", "offered": "13F, 14S, 14F, 15S: 9L", "instructor": "Levine", "description": "Methods for transforming raw facts into useful information. Directed toward students with an aptitude for mathematics. Emphasis is placed on the understanding, use, and both oral and written interpretation of exploratory data analysis within the rules of scientific method. With permission from the responsible department, MSS 015 may be used to satisfy some pre-medical, natural science, and social science departmental requirements in mathematics, statistics, and methodology. Limited enrollment.", "title": "Introduction to Data Analysis"}, "GEOG 49": {"distrib": "Dist: INT or SOC; WCult: NW", "offered": "Not being offered in the period 13F- 15S", "instructor": null, "description": "In this course we will examine gender and the geopolitical in South Asia. This will include exploring national and transnational conceptions of gender, which are interested by other social categories, and how gender relations are implicated and impacted by the geopolitical in this region. We will also analyze the ways in which various forms and functions of masculinity and feminity are constructed, controlled, and contested in different situational, social, economic, and political contexts. Open to all students.", "title": "Gender and Geopolitics of South Asia"}, "CHEM 10": {"distrib": "SLA", "offered": "13F, 14F: 10; Laboratory M or Tu 2:00-6:00 p.m.", "instructor": null, "description": "CHEM 10 is a general chemistry course for students with a strong background in chemistry and mathematics who may have an interest in majoring in the sciences. The course will cover selected general chemistry topics important for higher level chemistry courses. These include thermodynamics, reaction kinetics, quantum mechanics, and bonding. Laboratory work will emphasize physico-chemical measurements and quantitative analysis. CHEM 10 is open only to first-year students and enrollment is limited. Admission is by satisfactory performance on a general chemistry proficiency test given during Orientation. Adequate mathematics preparation, equivalent to MATH 3, is also required. CHEM 10 is offered in the fall term and is the prerequisite equivalent to CHEM 5-6. Students who successfully complete CHEM 10 will also be granted credit for CHEM 5, if they have not already been granted such credit.", "title": "Honors First-Year General Chemistry"}, "AMES 18": {"distrib": "WCult: NW", "offered": "Terms: TBA", "instructor": "Diamond", "description": "The history and contemporary issues of the island nation of Indonesia-home to the world's fourth largest population-will be examined in religion, politics, literature and language, with particular attention to the independence movement and the development of a national identity. Course resources will include readings in fiction and non-fiction, work-shops in performing arts, guest instructors, and multi-media materials both by and about Indonesians.", "title": "History and Culture of Indonesia"}, "AMES 19": {"distrib": "WCult: NW", "offered": "Not offered in the period from 13F through 15S", "instructor": null, "description": "", "title": "Introduction to South Asia"}, "EARS 51": {"distrib": "SLA", "offered": "14W: 11 Offered alternate winter terms", "instructor": "Renock", "description": "Crystallography, mineral chemistry, and physical properties of the principal rock forming minerals, especially the silicates. In the laboratory, technique of hand identification, the petrographic microscope, and X-ray diffraction are mastered. The course culminates with three case studies that relate mineralogic change to the geologic cycle, such as in regional metamorphism during mountain building; the origin of petroleum; and soil formation.", "title": "Mineralogy and Earth Processes"}, "EARS 52": {"distrib": "SLA", "offered": "15S: 2; Laboratory: Arrange. Offered alternate spring terms", "instructor": "Dade", "description": "This course examines various aspects of regional-scale geologic processes and structures, or tectonics. Topics of study include the history of relevant geologic thought, rock deformation, the origin and evolution of mountain belts, the growth of continents and ocean basins, the causes of earthquakes and volcanic eruptions, and tectonic geomorphology. Students learn that tectonic analysis requires the synthesis of a wide range of information in an attempt to reconstruct the history and driving dynamics of the large-scale, geologic architecture of a particular region. Format: faculty- and student-led presentations, and discussion of selected articles from the peer-reviewed literature.", "title": "Structural Geology (formerly EARS 44)"}, "AMES 12": {"distrib": "Dist: LIT; WCult: CI", "offered": "14S: 12, 15W: 2", "instructor": "Xing, Blader", "description": "The aim of this course is to provide students with a basic knowledge and appreciation of Chinese culture. We will examine the evolution of Chinese culture and identity from the earliest Chinese dynasties, dating back more than 3500 years, to the present day. Through readings of literary texts in translation, students will be introduced to topics in language, history, literature and art, philosophy and social and political institutions.", "title": "Introduction to Chinese Culture"}, "AMES 13": {"distrib": "Dist: LIT; WCult: CI", "offered": "14S, 15S: 11", "instructor": "Dorsey", "description": "Japanese cultural history through a broad survey of literature, art, social and political institutions, and popular culture. Modern conceptions of Japan and formations of Japanese identity have evolved under the pressures created by radical swings between periods of wholesale appropriation of foreign cultural forms and periods of extreme isolation. The course will trace the evolution of Japanese culture by examining the ways in which cultural archetypes are distinguished in Japan. Taught in English.", "title": "Introduction to Japanese Culture"}, "AMES 10": {"distrib": "Dist: TMV; WCult: NW", "offered": "14W: 10", "instructor": "Raz", "description": "An introduction to China's three major religionsConfucianism, Daoism, and Buddhismthrough the reading of classic texts. Also, a look at important elements in Chinese folk religion: ancestor worship, temples, heavens and hells, and forms of divination. Special attention will be paid to the importance of government in Chinese religious thought and to continuity and change in the history of Chinese religion.", "title": "The Religions of China"}, "AMES 11": {"distrib": "Dist: SOC; WCult: CI", "offered": "13F: 2A; 14W: 2A", "instructor": "Kim and Suh", "description": "This course provides an introduction to Korean culture and history, examining Koreas visual and textual expressions from the pre-modern age to the twentieth century. What are the origins of Korean national and cultural identities? How have Korean claims of cultural distinctiveness been manifested and modified over time? Tracing answers to these questions simultaneously helps us consider how and why Korea has entered Americas consciousness. As Korea matters to the US not simply as a fact but as a project, this course avoids portraying Korea through any generalized statements or uncritical categories. Rather, students are encouraged to explore novel perspectives on Korea and thereby unravel their own prejudices and agendas. No prior acquaintance with the Korean language is required.", "title": "Introduction to Korean Culture"}, "EARS 59": {"distrib": "SLA", "offered": "15S: 11; Laboratory: Arrange.  Offered alternate spring terms", "instructor": "Sharma", "description": "An overview of high-temperature geochemistry with particular emphasis on the processes that form igneous and metamorphic rocks. We will learn how a combination of rock fabric, texture, mineralogy, phase equilibria, and chemical composition are used to investigate the origin and evolution of rocks. We will also examine the relationship between rock forming and tectonic processes and the origin of the Earth's crust. The course consists of lectures and laboratory; the latter includes examination of a large number of rocks in hand-samples and their corresponding thin-sections. Additionally, we will have a week-end field trip to the metamorphosed igneous rocks of the Adirondack Mountains.", "title": "Igneous and Metamorphic Petrology (formerly EARS 69)"}, "AMES 17": {"distrib": "Dist: LIT; WCult: CI", "offered": "14W, 15S: 10A", "instructor": "Glinert", "description": "This course explores the interaction of Hebrew literature, film, music, religion, and society. For millennia, Hebrew has had a unique spiritual hold on both the Jewish and Christian identity. We will focus on the Bible as wisdom, law, and poetry, the Talmud of the ancient Rabbis, Kabbalah and Hebrew alphabet mysticism, war and the Israeli cinema, Hebrew folk and rock culture, and a modern political mystery: how today's Hebrew created a new Jewish identity. No knowledge of Hebrew is required.", "title": "Introduction to Hebraic and Israeli Culture"}, "AMES 15": {"distrib": "Dist: TMV; WCult: NW", "offered": "14S, 15S: 12", "instructor": "Reinhart", "description": "In all the attention focused on Islam at present, a newspaper reader could be forgiven for supposing that between Muhammad and Usamah bin Laden, there has been no change in Islam. This course surveys developments in Islamic religious history, thought, and practice since 1800, with special emphasis on topics of current controversy, including the status of women, the nature of government, and the place of Islamic law. Readings will be mostly from primary texts written by contemporary Muslims, both modernists and Islamists.", "title": "Modern Islam"}, "WGST 47.5": {"distrib": "LIT", "offered": "14W, 15W: 3B", "instructor": "Salgueiro", "description": "Focus on the contemporary literary production of women of African ancestry in Brazil: poetry, short story and novel. Engage issues such as slavery and race relations, the construction of family, class divisions and spatial marginality, industrialization, and gender and sexuality politics. Discuss Afro-Brazilian music, film, and other artististic manifestations as well as contemporary Brazilian culture. Open to all classes.", "title": "Black Brazilian Women Writers"}, "FREN 15": {"distrib": "WCult: W", "offered": "Not offered in the period from 13F through 15S", "instructor": null, "description": "", "title": "Business French and the French Economy"}, "FREN 12": {"distrib": "WCult: W", "offered": "14W, 14S, 15W, 15S: D.L.S.A.+", "instructor": "The staff", "description": "In this course, students will learn to recognize and reproduce a broad range of linguistic registers and structures in order to achieve competence in French grammar, phonetics, vocabulary, and oral and written expression. Aided by the analysis of newspaper articles, letters, political orations, screenplays, interviews, and short stories, students will analyze, imitate, and produce diverse types and levels of discourse. Course work will entail intensive writing, stylistic analysis, small group discussions, dramatic presentations, and experiential exercises such as conducting interviews, writing business letters, or composing political speeches. Texts by Montesquieu, Danton, Maupassant, Zola, Ionesco, De Gaulle, Yourcenar, Kassovitz, and others.", "title": "Advanced Writing and Speaking in French"}, "LATS 98": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "Guidance in the selection of a topic and in research and writing will be provided by the student's thesis adviser. Only students accepted into the Honors Program may take this sequence (LATS 98-LATS 99).", "title": "Honors Thesis I"}, "FREN 10": {"distrib": "Dist: LIT; WCult: W.", "offered": "13F, 14F: 10, 2 14W, 15W: 11 14X: 10A 14S, 15S: 10 14W, 14S, 15W, 15S: D.L.S.A.+", "instructor": null, "description": "These courses, offered each term by various members of the Department, deal in major figures, themes, or issues of modern French literature, and of those earlier periods which have particular relevance to today's world. Techniques of critical reading and interpretation are studied as an approach to these topics, which reflect the interests of the teaching staff.\nIn 13F, 14F and 15S at 10, The Heroic Heart.If exceptions prove the rule, what do heroes tell us about their societies? Whether motivated by political conviction, social ambition, religious faith, or esthetic vision, heroes across the ages often reflect, and sometimes confound, society's aspirations. A cast of characters - friends, helpmeets, enemies, paramours - is always necessary to enhancing the hero's singularity. Authors read in this course may include Chrtien de Troyes, Corneille, Diderot, Musset, Stendhal, Cline and Sartre. Tarnowski.\nIn 13F and 14F at 2, The Anatomy of Passion.A study of passion in French and francophone literature through the ages, as seen through texts and films. Readings may include works by Sceve, Corneille, Laclos, Flaubert, Cond.Walker.\nIn 14W at 11, Exotic Encounters. What do French texts from the sixteenth to the twentieth century have to tell us about Frances intellectual engagement with other cultures? In this course we will examine travel narratives, philosophical texts, correspondance, plays, and fictional texts that inscribe and reflect on such encounters. Authors may include among others: Montaigne, Madeleine de Scudry, Lafayette, La Fontaine, Franois Bernier, Graffigny, Montesquieu, Voltaire, Sand, Stal, and Molire. Beasley.\nIn 14S at 10, Laughing in French. This course will explore the diverse facets of humor in French culture and analyze the forms and functions of humor through classical and contemporary texts and movies from the French-speaking world. Authors studied will include Rabelais, Molire, Voltaire, Baudelaire, Laferrire, Ribes, Boulet. Marcellesi.\nIn 14X at 10A, TBD. \n\nIn 15W at 11, The Art of Conversation. Many great literary and philosophical works were not composed by their authors in isolation but were the product of a dialogue with their contemporaries, other texts, specific events, and other cultures. We will explore the concept of conversation and study its inscription in written texts from a variety of genres spanning the period from the middle ages to the twentieth century. Authors may include: Marie de France, Christine de Pizan, Villon, Montaigne, Descartes, Corneille, Svign, Lafayette, Voltaire, Rousseau, Montesquieu, and Graffigny, Sand, Csaire, and Yourcenar, among others. Beasley.", "title": "Introduction to French Literature: Masterworks and Great Issues"}, "RUSS 10": {"distrib": "TMV; WCult: CI", "offered": "14W: 2A", "instructor": "Gronas, Chapman (14W)", "description": "An examination of Russia as a cultural, national, and historical entity part of and yet apart from both Europe and Asia. Russia is a continental power of vast proportions whose traditions, character, national myths, and forms of political organization often seem a mirror-image to those of the United States. After a brief survey of Russian history, the course will examine certain determinants of Russian culture, including Christianity, multinationalism, and the status of Russian civilization on the periphery of Europe. The course will then deal with the art, music, and popular literature of Russia, and conclude by examining certain contemporary issues, including the complex coexistence of Russian and Soviet culture. Open to all classes.", "title": "Introduction to Russian Civilization (formerly Russian 15)"}, "GOVT 58": {"distrib": "Dist. SOC or INT", "offered": "14W: 11", "instructor": "Sorens", "description": "The political aspects of international and transnational economic relations will be examined. Topics will include economic imperialism, politico-economic dependence and inter-dependence, economic instruments of statecraft, the role of economic factors in foreign policy making, economic causes of international conflict, economic determinants of national power, the politics of international economic organizations, and the role of multi-national corporations in world politics.", "title": "International Political Economy"}, "GOVT 59": {"distrib": "INT or SOC", "offered": "Not offered in 2013-2014; may be offered in 2014-2015", "instructor": null, "description": "The objectives of this course are to introduce the most influential theoretical approaches to the study of strategic decision-making in political science and to apply and evaluate these approaches in a series of historical and contemporary case studies of foreign policy. These immediate objectives serve a larger purpose: to make you a better strategist and more sophisticated analyst of foreign policy. The empirical focus of the course is on states and their problems, but its basic precepts are applicable to other domains as well. Each of the decision-making theories we study represents a venerable tradition of social science scholarship. Mastering them can contribute to the acquisition of extremely useful analytical and critical skills. The first four sections of the course introduce the four most basic models of strategic decision-making and explore them in selected case studies. The last section provides an opportunity to integrate the different models in a series of case studies and simulations exercises involving the foreign policies of major powers.", "title": "Foreign Policy and Decision Making"}, "GOVT 54": {"distrib": "Dist: SOC. WCult: W", "offered": "14S: 10", "instructor": "Yee", "description": "An inquiry into relationships between the social structure and ideological tradition of the United States and its conduct in world affairs. Attention is given to the substance of American foreign and military policy; to the roles of the White House, State Department, CIA, the military, Congress, private elites, and mass opinion; and to foreign policy impacts on domestic life.", "title": "United States Foreign Policy"}
  
  }
