"GERM 87": {"distrib": null, "offered": "14S:  Arrange      15S: Arrange", "instructor": null, "description": "See German Honors Program", "title": "Honors Thesis"}, "MUS 44": {"distrib": "ART; WCult: W", "offered": "Not offered in 2013-2015", "instructor": null, "description": "In classical music, the twentieth century was characterized by a tension between innovative experiments with new styles, media, and techniques and the continuing evolution of older musical forms and languages. Drawing on the work of the century's most influential composers, including Schoenberg, Berg, Webern, Ives, Bartok, Stravinsky, Shostakovich, Cage, Britten, Reich, Glass, and Adams, the course will trace the interplay of innovation, tradition, and reinvention in twentieth-century concert music.", "title": "Music in the Twentieth Century"}, "GERM 85": {"distrib": null, "offered": null, "instructor": null, "description": "All terms: Arrange", "title": "Independent Study"}, "GERM 82": {"distrib": " LIT; WCult: W", "offered": " 14S  TBA", "instructor": "Kermani, Navid", "description": "German literature is characterized by its strong religious references. While many other European traditions have emphasized social or psychological realism, Germans greatest poets always had a strong tendency to look upwards  be it to the heavens or into the void. This course will focus on key religious moments in German literature, understanding \"religious\" sometimes in a confessional sense, mainly Christian or Jewish, but also comprehensively in its transcendental alignment. We will discuss authors like Lessing, Goethe, Hlderlin, Kleist, Heine, Kafka, Celan, and Thomas Mann, as well as contemporary literature. Taught in German.", "title": "Seminar- Religious Moments in German Literature"}, "GERM 81": {"distrib": null, "offered": "Not offered during 2014-15", "instructor": null, "description": "", "title": "Seminar"}, "MATH 53": {"distrib": "QDS", "offered": "13F: 2", "instructor": "Gillman", "description": "Chaotic dynamical systems are everywhere: weather patterns, swinging pendula, population dynamics, even human heart rhythms. With a balance of theory and applications, this course will introduce: flows, fixed points, bifurcations, Lorenz equations, Lyapunov exponent, one-dimensional maps, period-doubling, Julia sets, fractal dimension. Optional topics may include: Hamiltonian systems, symbolic dynamics. Numerical explorations will involve a package like MATLAB/Octave, and students will present a final project investigating a related topic. Offered in alternate years.", "title": "Chaos!"}, "MATH 50": {"distrib": "QDS", "offered": "14W: 2 15W: Arrange", "instructor": "Somersille", "description": "Introduction to continuous probability and statistical inference for data analysis. Includes the theory of estimation and the theory of hypothesis testing using normal theory t-tests and nonparametric tests for means and medians, tests for variances, chi-square tests, and an introduction to the theory of the analysis of variance and regression analysis. Analysis of explicit data sets and computation are an important part of this hands-on statistics course.", "title": "Probability and Statistical Inference"}, "MATH 56": {"distrib": "QDS", "offered": "14S: 10A 15S: Arrange", "instructor": "Barnett", "description": "Computations have always played a key role in mathematical progress both pure and applied: generating conjectures (e.g. distribution of prime numbers), and numerically solving models of the real world (e.g. climate change). An exponential growth in computing power has made this game-changing. This course surveys computational methods, algorithms, and software environments that are an essential part of the modern mathematicians toolkit. Possible topics include: the fast Fourier transform, visualization, computer assisted proofs, numerical integration, high-precision computing, computation combinatorics and number theory. Offered in alternate years.", "title": "Computational and Experimental Mathematics"}, "MATH 54": {"distrib": "QDS", "offered": "14X: Arrange", "instructor": null, "description": "This course begins with the definitions of topological space, open sets, closed sets, neighborhoods, bases and subbases, closure operator, continuous functions, and homeomorphisms. The course will study constructions of spaces including subspaces, product spaces, and quotient spaces. Special categories of spaces and their interrelations will be covered, including the categories defined by the various separation axioms, first and second countable spaces, compact spaces, and connected spaces. Subspaces of Euclidean and general metric spaces will be among the examples studied in some detail.", "title": "Topology I"}, "PHIL 87": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "The purpose of Philosophy 87 is to provide opportunity for a student to do advanced work on a topic that the student has studied in a regularly offered course, or to study a topic not normally covered in a regularly offered course. In order to enroll in Philosophy 87, a student must prepare a brief (one page) proposal which describes what the student wishes to study and accomplish by taking this research course. All proposals for Philosophy 87 must be reviewed by the faculty of the Department after having been provisionally approved by the faculty member who is the prospective director. This must be done before the beginning of the term in which the course is to be taken. May be taken for more than one course credit, but at most, one election will count toward satisfaction of the requirements of the major. The staff.", "title": "Research in Philosophy"}, "CHIN 32": {"distrib": "Dist: LIT; WCult: NW.", "offered": "14W: 11   15W: 10", "instructor": "Shi, staff", "description": "This series (31, 32 and 33) may be taken non-sequentially, and any single course repeated, if content is different. Readings will be selected from literary, political, and historical publications. There will be regular exams, writing exercises, oral presentations, and supplementary work assigned as needed.", "title": "Advanced Modern Chinese (Third-year level)"}, "CHIN 33": {"distrib": "Dist: LIT; WCult: NW.", "offered": "14S: 11   15S: 10", "instructor": "Shi, staff", "description": "This series (31, 32 and 33) may be taken non-sequentially, and any single course repeated, if content is different. Readings will be selected from literary, political, and historical publications. There will be regular exams, writing exercises, oral presentations, and supplementary work assigned as needed.", "title": "Advanced Modern Chinese (Third-year level)"}, "CHIN 31": {"distrib": "Dist: LIT; WCult: NW.", "offered": "13F, 14F: 10", "instructor": "Shi, staff", "description": "This series (31, 32 and 33) may be taken non-sequentially, and any single course repeated, if content is different. Readings will be selected from literary, political, and historical publications. There will be regular exams, writing exercises, oral presentations, and supplementary work assigned as needed.", "title": "Advanced Modern Chinese (Third-year level)"}
