  {"SART 68":
    {"distrib": "ART",
    "offered": "13F: 2A;  14S: 10A", 
    "instructor": "Kawiaka", 
    "description": "As an extension of Intermediate Architecture, this course will offer advanced students the opportunity to explore architectural design issues in more depth. Students will use analytical and expressive skills developed in previous coursework to undertake more complex and thorough investigations in architecture. Can be repeated for credit. Supplemental course fee required. Enrollment limited.", 
    "title": "Architecture III"}, 
  "JWST 72": 
    {"distrib": "TMV",
    "offered": "Not offered in the period from 13F through 15S",
    "instructor": "Wright", 
    "description": "", 
    "title": "History of Heaven"},
  "JWST 70": 
    {"distrib": "Dist: LIT, WCult: W",
    "offered": "Not offered in the period from 13F through 15S",
    "instructor": "Heschel, McKee", 
    "description": "", 
    "title": "The Jew in the Protestant Imagination: The Merchant of Venice"},
   "ENGS 3": {"distrib": "TAS", "offered": "14X: 10A, 2A", "instructor": "Lasky", "description": "With the exception of ideas and emotions, materials are the substance of civilization. From the \"Iceman's\" copper ax to indium phosphide gallium arsenide semiconductor lasers, materials have always defined our world. We even name our epochs of time based on the dominant material of the age: Stone Age, Bronze Age, Iron Age and now Silicon Age. In addition to discussing the nature and processing of metals, polymers, ceramics, glass and electronic materials, this course will analyze the dramatic developments in civilization directly resulting from advances in such materials. The text Stephen Sass's The Substance of Civilization will be used in the course. Enrollment limited to 50 students per section. No Prerequisite.", "title": "Materials: The Substance of Civilization"}, "ENGS 2": {"distrib": "TAS", "offered": "14W, 15W: 10A", "instructor": "May, Wilson", "description": "An introduction to the integrated design of structures and the evolving role of architects and engineers. The course will investigate the idea that design excellence is very often the result of deep collaboration between engineers, architects, and builders and that it is only in relatively recent history that a distinction between these areas of expertise has existed. The historical, social, and architectural impact of structures will be explored and several structures and their designers will be studied in depth. Enrollment limited to 50 students. No Prerequisite.", "title": "Integrated Design: Engineering, Architecture, and Building Technology"}, "ENGS 5": {"distrib": "TAS", "offered": "14S, 15S: 2A", "instructor": "Rosen, Robbie", "description": "Technologies that will impact healthcare in the 21st century are explored, including biology, robotics, and information. Biotechnologies are explored that will be used for the treatment of diseases and the regeneration of missing organs and limbs. Robotics will be explored that will replace parts. This will include artificial organs, robots as replacement for human parts, the human genome project, gene therapy, biomaterials, genetic engineering, cloning, transplantation (auto, allo and xeno), limb regeneration, man-machine interfaces, robotics, prosthetic limbs, artificial organs and joints. This section will also cover ethical issues related to the above topics and issues regarding the FDA and the approval of new medical treatments. We will discuss going beyond normal with respect to the senses, muscles and creating wings. Enrollment is limited to 75 students. No Prerequisite.", "title": "Healthcare and Biotechnology in the 21st Century"}, "ENGS 4": {"distrib": "TAS", "offered": "13F, 14F: 10A", "instructor": "Taylor", "description": "This course will cover some basic concepts underlying the 'information superhighway.' The technologies of high speed networking have stimulated much activity within the federal government, the telecommunications and computer industries, and even social science and popular fiction writing. The technical focus will be on communications technologies, information theory, and the communications requirements of video (standard and ATV), speech (and other audio), text data. Social economic and policy issues will be an integral part of the course. Enrollment limited to 30 students.", "title": "Technology of Cyberspace"}, "EDUC 7": {"distrib": null, "offered": null, "instructor": null, "description": "", "title": "First-Year Seminars in Education: Socioeconomic Status, Education, and Development"}, "ENGS 6": {"distrib": "TAS", "offered": "14S, 15S: 2A", "instructor": "Hoyt", "description": "This course will introduce students to the technologies used to combat biological threats to security ranging from pandemic influenza to bioterrorism. In particular, this course will explore the dual role that technology plays in both enhancing and destabilizing security. Specific technologies covered include the use of nanotechnology, synthetic biology, and mass spectrometry. The course considers questions such as: Where can technological solutions have the greatest impact? When can defensive technologies have offensive applications? And, how can we balance the need to regulate potentially dangerous technologies against the need for academic freedom and high tech innovation? This course has no prerequisite, but enrollment is limited to 30 students.", "title": "Technology and Biosecurity"},

  "ITAL 23": {"distrib": "Dist: LIT; WCult: W", "offered": "15W: 12", "instructor": "Canepa", "description": "This course explores the rich innovations that marked Italian literature and the arts over the course of the seventeenth and eighteenth centuries, from the Baroque culture of crisis and change to the Enlightenment's own reassessment of earlier forms of knowledge and representation. Topics include the poetics of the marvelous, the fascination with popular culture, the nuova scienza, social class and identity, the \"cult of reason,\" and the relevance of both Baroque and Enlightenment categories to post-modernity. We will explore traditional genres such as lyric poetry, the essay, and the novella, but also new forms: the fairy tale, women's writing, travel literature, the commedia dell'arte, the novel, and the opera. Authors and artists may include Giambattista Basile, Giambattista Marino, Galileo, Arcangela Tarabotti, Isabella Andreini, Monteverdi, Pergolesi, Bernini, Caravaggio, and Carlo Goldoni. There will also be units on books, visual arts and music, with guest lectures and visits to Rauner Special Collections and the Hood Museum.", "title": "Seventeenth and Eighteenth-Century Italian Literature and Culture"}, "MATH 17": {"distrib": "QDS", "offered": "13F: 10 14W: 11  14S: 2  15W, 15S: Arrange", "instructor": "Winkler (fall), Orellana (winter), Gordon (spring)", "description": "Gives prospective Mathematics majors an early opportunity to delve into topics outside the standard calculus sequence. Specific topics will vary from term to term, according to the interests and expertise of the instructor. Designed to be accessible to bright and curious students who have mastered BC Calculus, or its equivalent. This course counts toward the Mathematics major, and is open to all students, but enrollment may be limited, with preference given to first-year students.", "title": "An Introduction to Mathematics Beyond Calculus"}, "EDUC 88": {"distrib": "SOC", "offered": "14W, 15W: 3A", "instructor": "Coch", "description": "In education and psychology, it is generally agreed that human development and learning involve change over time and occur throughout a lifetime. In the neurosciences, it is generally agreed that the brain is plastic and can change throughout a lifetime. What can these various perspectives contribute to an evidence-based understanding of learning and development across domains? How might integrating these multiple perspectives affect traditional educational process and practice  including both learning and teaching  and educational policy? What research remains to be done to make meaningful connections within our knowledge of human development, education, and the changeable brain?", "title": "Human Development and Education"}, "ITAL 22": {"distrib": "Dist: LIT; WCult: W", "offered": "14S: 10A", "instructor": "Quaintance", "description": "This course explores the extraordinary cultural production of Italy from the late fourteenth to the end of the sixteenth centurythe Renaissance. Students will examine broader social and historical contexts through topics such as humanism; attitudes toward the ancient world and the discovery of new worlds; developments in the visual arts and in science; court society; sexuality and courtesan culture; gender and family life; religious reform. Genres considered may include essay, dialogue, political treatise, theatre, lyric and epic poetry, letters, and the novella. Authors may include Petrarch, Alberti, Machiavelli, Michelangelo, Isabella di Morra, Veronica Franco, Ruzante, Castiglione, Ariosto, Bandello, and Tasso.", "title": "Humanism and Renaissance"}, "MATH 12": {"distrib": "QDS", "offered": "13F: 10 14F: Arrange", "instructor": "Elizalde", "description": "This version of MATH 11 is designed for students who are curious about the broader role of calculus within mathematics and the sciences. Non-routine problems and examples will be discussed, and side topics explored. Some of the more routine calculus skills will be left to students to learn on their own or in groups. Open to students who have placed into MATH 11.", "title": "Calculus Plus"}, "MATH 13": {"distrib": "QDS", "offered": "13F: 10 14W: 10, 11, 2 14S: 10, 12 14F, 15W, 15S: Arrange", "instructor": "Shemanske (fall), Cho, Webb, Prosper (winter), Diesel, Gillman (spring)", "description": "This course is a sequel to MATH 8 and provides an introduction to calculus of vector-valued functions. Topics include differentiation and integration of parametrically defined functions with interpretations of velocity, acceleration, arclength and curvature. Other topics include iterated, double, triple and surface integrals including change of coordinates. The remainder of the course is devoted to vector fields, line integrals, Green's theorem, curl and divergence, and Stokes' theorem.", "title": "Calculus of Vector-Valued Functions"}, "MATH 10": {"distrib": "QDS", "offered": "14S: 10, 2 15S: Arrange", "instructor": "Somersille", "description": "An introduction to the basic concepts of statistics. Topics include elementary probability theory, descriptive statistics, the binomial and normal distributions, confidence intervals, basic concepts of tests of hypotheses, chi-square tests, nonparametric tests, normal theory t-tests, correlation, and simple regression. Packaged statistical programs will be used. Because of the large overlap in material covered, no student may receive credit for more than one of the courses ECON 10, GOVT 10, MATH 10, PSYC 10, Social Sciences 10, or SOCY 10 except by special petition.", "title": "Introductory Statistics"}, "MATH 11": {"distrib": "QDS", "offered": "13F: 9L, 11, 12, 2 14F: Arrange", "instructor": "Hanlon Shemanske, the staff", "description": "This course can be viewed as equivalent to MATH 13, but is designed especially for first-year students who have successfully completed a BC calculus curriculum in secondary school. In particular, as part of its syllabus it includes most of the multivariable calculus material present in MATH 8. Topics include vector geometry, equations of lines and planes, and space curves (velocity, acceleration, arclength), limits and continuity, partial derivatives, tangent planes and differentials, the Chain Rule, directional derivatives and applications, and optimization problems. It continues with multiple integration, vector fields, line integrals, and finishes with a study of Green's and Stokes' theorem.", "title": "Multivariable Calculus for Two-Term Advanced Placement First-Year Students."}, "BIOL 56": {"distrib": "SLA", "offered": "14W, 15W: D.F.S.P.", "instructor": "Ayres", "description": "A continuation of BIOL 55. See BIOL 55 for a description of the Biology Foreign Study Program.", "title": "Ecological Research in the Tropics II"}, "ENGS 30": {"distrib": "SCI", "offered": "14S, 15S: 12", "instructor": "Blencowe", "description": "", "title": "Biological Physics"}, "ENGS 36": {"distrib": "TAS", "offered": "13F, 14F: 10A", "instructor": "Laser", "description": "This course will expose students to the fundamental principles of chemical engineering and the application of these principles to a broad range of systems. In the first part of the course, aspects of chemical thermodynamics, reaction kinetics, and transport phenomena will be addressed. These principles will then be applied to a variety of systems including industrial, environmental, and biological examples.", "title": "Chemical Engineering"}, "WGST 99": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "This two-course sequence involves an extensive investigation of a topic in a student's area of concentration and submission of an undergraduate thesis. Only students accepted into the Honors Program may take this sequence. Permission of the instructor and the Steering Committee is required.", "title": "Honors Thesis I and II"}, "WGST 98": {"distrib": null, "offered": "All terms: Arrange", "instructor": null, "description": "This two-course sequence involves an extensive investigation of a topic in a student's area of concentration and submission of an undergraduate thesis. Only students accepted into the Honors Program may take this sequence. Permission of the instructor and the Steering Committee is required.", "title": "Honors Thesis I and II"}, "AAAS 98": {"distrib": null, "offered": "Two Terms of Senior Year: Arrange", "instructor": null, "description": "The honors student will pursue the project under guidance of a selected faculty member and with permission of the Chair. See \"A Guide to Honors in African and African American Studies\" in the program office.", "title": "Honors Thesis in African and African American Studies"}, "AAAS 99": {"distrib": null, "offered": "Two Terms of Senior Year: Arrange", "instructor": null, "description": "The honors student will pursue the project under guidance of a selected faculty member and with permission of the Chair. See \"A Guide to Honors in African and African American Studies\" in the program office.", "title": "Honors Thesis in African and African American Studies"}, "GERM 46": {"distrib": "LIT; WCult: W", "offered": "not offered 2014-15", "instructor": null, "description": "Alienation and Exile: Kafka and Brecht Address the Fate of Modern Humanity. Franz Kafka (1883-1924) and Bertolt Brecht (1898-1956), the most influential prose writer and the most influential dramatist of the 20th century in the German language, examine the alienated and un-heroic modern human individual in her/his unhappy relationship to hostile social environments: dysfunctional families, impenetrable bureaucracies, heartless capitalist economies. Both use experimental techniques in form and content to shake their audiences out of their complacent worldviews and lazy habits of thought and feeling; both are darkly, mordantly, hilariously funny. Conducted in English. By special arrangement, this course can count toward a German Studies major or minor. Open to all classes.", "title": "The German Novel (in English translation)"}, "BIOL 54": {"distrib": "SLA", "offered": "14S: 10A; Laboratory: Arrange", "instructor": "Irwin", "description": "This course provides a general survey of the plant kingdom from the level of molecules to plant diversity. The course has four themes: (1) exploring the origin and diversification of plants in an ecological and phylogenetic context, (2) understanding plant form and function, (3) learning representative plant families and genera, and (4) investigating the ways that people use plants, including agriculture and plant domestication, secondary compounds and psychoactive pharmaceuticals, and forensic botany. The lab emphasizes the molecular composition of plant cells, the anatomy and physiology of plants, and using keys and manuals to identify plants, especially New England species, in the greenhouse and on local field trips. Students must develop a plant collection of 35 species and conduct an extensive student-initiated independent research project. Students who have taken Biol 23 (Plant Biology and Human Health) cannot sign up for this course.", "title": "Advanced Plant Biology and Human Health"}, "GERM 44": {"distrib": "LIT; WCult: W", "offered": "14W:  10A", "instructor": "Komska", "description": "In 14W, Where the Wild Things Are: The Culture of Environmentalism in Germany. Long before it became a twenty-first century buzzword, sustainability (Nachhaltigkeit) was a term coined and propagated by nineteenth-century German pioneers of nature conservation. For inspiration they drew not on political thought or science, but on works of art, philosophy, and literature where natureespecially the forestloomed large. This course will focus on culture as a primary vehicle for Germanys ecological consciousness through the nineteenth century, the Third Reich, the Cold War, and the present. Conducted in English. [By special arrangement, this course can count toward a German Studies major or minor. Open to all classes.]", "title": "Topics in German Civilization (in English translation)"}, "GERM 45": {"distrib": "LIT; WCult: CI", "offered": "not offered in 2014-15", "instructor": null, "description": "This course studies the main events of World War II and the different stages of processing that past in the post-1945 period. In an interdisciplinary and comparative fashion we take up selective controversies in order to understand the formation of postwar German identity, e.g., the Nuremberg, Frankfurt, and Eichmann trials, the Berlin Jewish Museum and Holocaust memorial, Neonazism, and current efforts to remember German civilian casualties. Taught in English. By special arrangement, this course can count toward a German Studies major or minor. Open to all classes.", "title": "The Burden of the Nazi Past: World War, Genocide, Population Transfer, and Firebombing (in English translation)"}
  }
