{"SART 68": {"distrib": "ART", "offered": "13F: 2A;  14S: 10A", "instructor": "Kawiaka", "description": "As an extension of Intermediate Architecture, this course will offer advanced students the opportunity to explore architectural design issues in more depth. Students will use analytical and expressive skills developed in previous coursework to undertake more complex and thorough investigations in architecture. Can be repeated for credit. Supplemental course fee required. Enrollment limited.", "title": "Architecture III"}, "JWST 72": {"distrib": "TMV", "offered": "Not offered in the period from 13F through 15S", "instructor": "Wright", "description": "", "title": "History of Heaven"}, "JWST 70": {"distrib": "Dist: LIT, WCult: W", "offered": "Not offered in the period from 13F through 15S", "instructor": "Heschel, McKee", "description": "", "title": "The Jew in the Protestant Imagination: The Merchant of Venice"}, "EDUC 46": {"distrib": null, "offered": "13F, 14F: MTh 4-6PM", "instructor": "Holcombe", "description": "This seminar continues the focus on the application of theories and research to teaching practice begun in EDUC 45 the previous spring. Topics include pedagogical content knowledge, curriculum planning and implementation, classroom management, assessment, diverse learning needs, social and cultural influences on learning, and professionalism. As a unit, EDUC 46, EDUC 47, and EDUC 48 comprise the culminating experience for candidates for NH State Certification as public school school teachers.", "title": "Advanced Principles of Secondary School Teaching"}, "AAAS 88.2": {"distrib": "Dist: INT or SOC WCult: CI", "offered": "14S: 11", "instructor": "Johnson", "description": "This course focuses on the lived experiences ofand structural limitations placed uponwomen of African descent from the era of the trans-Atlantic slave trade through the early twentieth century. We will examine a number of critical themes, including power, labor, geography and migration, racism, sexuality, spirituality, and a host of other dynamics impacting women. Importantly, however, we will also focus on the many ways in which these women \"talked back\" to the larger world.", "title": "Women and Gender in the African Diaspora"}, "GEOG 9": {"distrib": null, "offered": "14W: 12 15W: 10", "instructor": "Winter", "description": "The global agricultural sector faces the significant\nchallenge of feeding a population projected to rise to 9 billion by mid-century\nunder an evolving climate. This course\nwill explore the physical geography of agricultural production systems\nthroughout the world with an emphasis on the interactions between crops,\nclimate, water, soils, and technology. Pending faculty approval.", "title": "Climate Change and the Future of Agriculture"}, "MUS 70": {"distrib": "ART", "offered": "14S, 15S: D.F.S.P., London", "instructor": "Pinkas, TBA", "description": "This course combines the study of music with an intensive exposure to musical performance. Students attend concerts, examine works selected from the repertoire, and keep a journal of concert observations. Performance practices of various historical style periods are reviewed in their historical context, including such factors as the circumstances of composition, the place of the work within a composer's total output, and the contribution of individual works to the development of musical form and style.", "title": "Perspectives in Music Performance"}, "MUS 71": {"distrib": "Dist: ART; WCult: W", "offered": "14S, 15S:  D.S.F.P., London", "instructor": "Pinkas", "description": "A close examination of the circumstances in which music has been composed and performed in England from early times to the present. Course topics include the effects of ruling monarchs and changing religious affiliations on musical life, the rise of music societies, and the influence of music from Continental Europe such as opera and the Italian madrigal. Students will study works by Dunstable, Tallis, Dowland, Byrd, Purcell, Handel, Elgar, Walton, Britten, and Tippett.", "title": "The History of Music in England"}, "GEOG 6": {"distrib": "Dist: SOC or INT; WCult: NW", "offered": "13F: 10A 14W, 15S: 10 14F: 2", "instructor": "Freidberg (13F), Fox (14W, 14F, 15S)", "description": "Why are some countries rich and others so persistently poor? What can and should be done about this global inequity and by whom? We address these development questions from the perspective of critical human geography. Focusing on the regions of Latin America, Africa and Asia, we examine how development meanings and practices have varied over time and place, and how they have been influenced by the colonial history, contemporary globalization and international aid organizations.", "title": "Introduction to International Development (Identical to INTS 16)"}, "GEOG 7": {"distrib": null, "offered": "Consult special listings", "instructor": null, "description": "", "title": "First-Year Seminars in Geography"}, "GEOG 1": {"distrib": "Dist: SOC or INT; WCult: CI", "offered": "13F, 14S 14F, 15W: 10", "instructor": "Fox", "description": "The purpose of this course is to provide an understanding of how human societies organize their geographic space and why certain patterns emerge in the resulting human landscape. Principles of location, place, territoriality and geopolitics, migration, gender, economic change, and power are used to examine the geographic distribution of human activity. Geographic comparisons are drawn between North and South, and on global, regional, and local issues.", "title": "Introduction to Human Geography"}, "GEOG 2": {"distrib": "INT or SOC", "offered": "14W, 15W: 2A;  14S, 15S: 2", "instructor": "Adams, Butterly (14W, 15W) Fox (14S, 15S)", "description": "Only a few decades ago, we were ready to declare a victory over infectious diseases. Today, infectious diseases are responsible for the majority of morbidity and mortality experienced throughout the world. Even developed countries are plagued by resistant \"super-bugs\" and antibiotic misuse. This course will examine the epidemiology and social impact of past and present infectious disease epidemics in the developing and developed world. The introduction of drugs to treat HIV/AIDS in sub-Saharan Africa will be considered from political, ethical, medical, legal and economic perspectives. Lessons from past and current efforts to control global infectious diseases will guide our examination of the high-profile infectious disease pathogens poised to threaten our health in the future. Open to all students. Limited to 35 students.", "title": "Global Health and Society"}, "GEOG 3": {"distrib": "SLA", "offered": "13F: 11; Laboratory W 3:00-5:00 Th 2:00-4:00 or Th 4:00-6:00", "instructor": "Magilligan", "description": "Our natural environment results from an array of climatic, biogeographic, and other physical processes that have changed dramatically over time in response to natural and human-induced disturbance. This course begins by presenting the fundamentals of atmospheric processes; then examines the physical controls on the resulting global pattern of landforms, soils, and vegetation biomes across spatial and temporal scales; and ultimately explains the form and pattern of the earth's physical geography. Emphasis is also placed on demonstrating the role of human disturbance on these natural processes through shifts in global climate, land use, deforestation and other anthropogenic mechanisms. The media of presentation will be lecture and both field and laboratory exercises.", "title": "The Natural Environment"}, "PHIL 38": {"distrib": "TMV", "offered": "14S: 2", "instructor": "Allen", "description": "Through the study of classical and contemporary texts in political and social theory, we will consider such issues as how and to what extent (if at all) political authority can be justified, what the criteria are for distributive justice, and how social and political inequalities (such as those based on race and gender) should be conceptualized. In different years the focus of the course may concentrate on different philosophers, for example, the emphasis may be on historical philosophers or on contemporary philosophers. The philosophers covered will include some of the following: Plato, Hobbes, Locke, Mill, Rousseau, Marx, Rawls, Habermas.", "title": "Political and Social Philosophy"}, "PHIL 33": {"distrib": null, "offered": "Not offered in the period from 13F through 15S", "instructor": null, "description": "", "title": "Philosophy of Logic"}, "PHIL 32": {"distrib": "QDS", "offered": "Not offered in the period from 13F through 15S", "instructor": "Moor", "description": "An investigation of three branches of symbolic logic: first-order predicate logic with identity, sentential modal logic, and predicate modal logic. Topics to be covered may include Russell's theory of definite descriptions; the treatment of non-denoting terms in logics known as \"free logics;\" investigations of various modalities, involving pairs of concepts such as necessity and possibility, being obligatory and being permitted, and being known and being believed; Kripke-style \"possible world\" semantics.", "title": "Intermediate Logic"}, "PHIL 31": {"distrib": "TMV", "offered": "14W: 12 15W: 11", "instructor": "Thomas", "description": "This course will focus on one or more central topics in metaphysics, possibly including the question of God's existence, the possibility of free will, personal identity, the nature of actions and intentions, space and time, change, the infinite, universals, truth, necessity, abstract objects, and the nature of the self. This course may be taken more than once for credit with permission of the instructor. \nIn 14W at 12, Space and Time. Thomas.\nIn 15W at 11, Realism and AntiRealism. Thomas.", "title": "Topics in Metaphysics"}, "PHIL 30": {"distrib": "TMV", "offered": "14S: 10 14F: 11", "instructor": "Kulvicki", "description": "Questions considered in this course are: What is knowledge? How and to what extent is knowledge possible? An investigation of such topics as skepticism and certainty, knowledge of the self, sense-perception and an external world, memory and the past, and thoughts and feelings of others.", "title": "Theory of Knowledge"}, "PHIL 37": {"distrib": "TMV", "offered": "13F: 2 15S: 11", "instructor": "Walden", "description": "This course will be primarily concerned with such questions as: What is morality? Are there universal values? Why should one be moral? We will discuss the responses to them by several contemporary philosophers. The application of ethical theory to some contemporary issues also will be considered.", "title": "Ethical Theory"}, "PHIL 35": {"distrib": "TMV", "offered": "14S: 12 15W: 10", "instructor": "Kulvicki", "description": "In this course, we will consider different views of the relationship between mind and brain, from Dualism to contemporary versions of Materialism and Functionalism. We will consider whether any materialist view of the mind can adequately account for consciousness. We may also look into the nature of mental representation and into epistemological questions such as whether we are the ultimate authorities on our own thoughts and whether we can have knowledge of other minds. Other possible topics include split-brain patients, personal identity, and animal minds.", "title": "Philosophy of Mind"}, "FILM 22": {"distrib": "Dist: ART, WCult: W", "offered": "14W: 3A  ", "instructor": "Lawrence", "description": "A detailed history of film beginning with the French New Wave and its impact on American and international cinema. Among the topics and films to be considered will be the interrogation of genres in this period; the rise of alternative models of production; independent and radical film in the United States, Europe, and the Third World; new national cinemas (Eastern Europe in the 60's, Australian and New German film in the 70's, and Soviet, Chinese, and British film in the 80's). Open to all classes.", "title": "Film History III (1960 to 1990)"}, "MATH 2": {"distrib": "QDS", "offered": "14W: 11, 2 15W: Arrange", "instructor": "The staff", "description": "MATH 1-2 is a two-term sequence. The course description is given under MATH 1. This course is open only to students having the permission of the Department.", "title": "Calculus with Algebra and Trigonometry"}, "FILM 20": {"distrib": "ART; WCult: W", "offered": "13F:3A, 14F:2A", "instructor": "Williams, Desjardins", "description": "Detailed history of film from its origins to early sound films. Among the major topics to be addressed are: pre-cinematic devices and early cinema; the rise of the feature film; the tradition of silent comedy; the rise of the studio and star systems; European movements and their influence; the coming of sound. Prerequisite to the major in Film and Media Studies. Open to all classes.", "title": "Film History I (Silent to Sound)"}, "GERM 62": {"distrib": null, "offered": "not offered 2014-15", "instructor": null, "description": "", "title": "Literature of the Romantic Period"}
